<?php

	$CONSTRUCTR_USER_RIGHTS=[
		10=>'Dashboard',
		20=>'поисковая система',
		30=>'управление страницами',
		31=>'создать Новую страницу',
		32=>'редактировать страницу',
		33=>'удалить страницу',
		34=>'переместить страницу',
		35=>'редактировать содержимое страницы',
		40=>'управление пользователями',
		41=>'создать нового пользователя',
		42=>'редактировать пользователя',
		43=>'удалить пользователя',
		44=>'изменить права пользователя',
		50=>'управление контентом',
		51=>'создать новый контент',
		52=>'редактировать содержимое',
		53=>'переместить содержимое',
		54=>'удалить содержимое',
		60=>'управление загрузками',
		61=>'Новая Загрузка',
		62=>'удалить загрузку'
	];
